_posts/language/2016-09-12-english-bamboo-shoots.html
---
layout: post
title: 单词本：蔬菜之竹笋
categories: [language]
tags: [English]
---

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> bamboo</h2>
<div class="outline-text-2" id="text-1">
<p>
上一篇介绍了芦笋，接着是竹笋 bamboo shoot。第一个单词是竹子 bamboo，德语 der
Bambus<sup>(de)</sup>，法语 le bambou<sup>(fr)</sup>，这个奇怪的读音据说来自马来西亚的 bambu。提到马来西亚，不得不提一提我最近一直听到的神曲《Malaysia Chabor（来自马来西亚的查某）》
</p>

<p>
<a href="http://c.y.qq.com/v8/playsong.html?songid=104995257&amp;source=yqq#wechat_redirect">http://c.y.qq.com/v8/playsong.html?songid=104995257&amp;source=yqq#wechat_redirect</a>
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> bamboo shoot</h2>
<div class="outline-text-2" id="text-2">
<p>
那么为什么竹笋被叫做竹子射击呢？原来 shoot 不仅仅有射击的意思，还有快速长大的意思。竹笋的法语名字叫 la pousse de bambou<sup>(fr)</sup>，和英语如出一撤，la pousse<sup>(fr)</sup> 指的是快速生长，la pousse des ongles/cheveux 指甲/头发生长。德语也一样，叫 der
Bambusspross<sup>(de)</sup>，竹芽。Im Frühling sprossen wieder Bäume und Sträucher<sup>(de)</sup> 春天草木抽新枝。
</p>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> shoot up</h3>
<div class="outline-text-3" id="text-2-1">
<p>
特指小孩子发育期快速长高，(especially of a child) grow taller rapidly:
</p>
<ul class="org-ul">
<li>When she hit thirteen she shot up to a startling 5 foot 9.</li>
</ul>

<p>
所以 bamboo shoot 就是竹子快速长大的阶段，因为我们知道，雨后春笋般长高就是用来形容某些事物飞快发展。
</p>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> mushroom</h3>
<div class="outline-text-3" id="text-2-2">
<p>
不过据我所知，蘑菇也是下雨天之后快速长高的。所以蘑菇也常常做动词用，比如：
</p>
<ul class="org-ul">
<li>New houses have mushroomed on the edge of the town. 城市边缘的新建房屋犹如雨后春笋。</li>
<li>The population mushroomed in the postwar decades. 战后数十年里人口快速增长。</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">3</span> bamboo ceiling</h2>
<div class="outline-text-2" id="text-3">
<p>
提到竹子，还有一个奇怪的名词叫竹子天花板，是这么解释的：
</p>

<ul class="org-ul">
<li>Especially in America, a social barrier to further promotion or progression,
in employment and elsewhere, for a person of East Asian ethnicity.</li>
<li>In East Asia, a social barrier to further promotion or progression, in
employment and elsewhere, for women.</li>
</ul>

<p>
bamboo ceiling 有两层含义，第一是，东亚裔在美国职场中遇到的升职发展瓶颈，第二是，东亚地区女人在职场中遇到的升职发展瓶颈。这是算是一种潜规则吧，就是东亚裔的黄皮肤黑头发的人在欧美发展到一定程度会遇到一种无形的阻力。就如同东亚的女人在职业发展中遇到的阻力一样。
</p>

<p>
话又说回来，为什么叫竹子天花板呢？我猜可能是竹子在东亚地区分布最广的原因吧，所以提到竹子可能会联想到东亚人，主要也就是中国人，日本人和韩国人。所以竹子在西方人眼中有时候是中日韩黄种人的形象符号。wikipedia 对 bamboo ceiling 是这么解释的：
</p>

<p>
The term "bamboo ceiling" was coined by Jane Hyun in her book focusing on Asians
in the workplace, Breaking the Bamboo Ceiling: Career Strategies for Asians.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>

<p>
原来是有个叫 Jane Hyun 的女人写了本书叫《打破竹子天花板：针对亚洲人的职业策略》。
</p>

<p>
AlexZ 同学有一段经典的抱怨，很好的解释了 bamboo ceiling 的现象：不是你不努力，不是你不能干，只是你不是同一种人。<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>
</p>

<p>
Dan Harrison 有针对亚裔澳大利亚人的 bamboo ceiling 论述： 'Bamboo ceiling'
blocking Asian Australians, says commissioner<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 看来 bamboo ceiling 不仅仅在美国，在所有西方欧美白人国家都存在啊。
</p>

<p>
其实所谓的 bamboo ceiling 就是一种更具体的 glass ceiling 吧。
</p>
</div>

<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">3.1</span> glass ceiling</h3>
<div class="outline-text-3" id="text-3-1">
<p>
玻璃天花板是针对特定地区人群的一种不成文的升职阻力：
</p>

<blockquote>
<p>
An unwritten, uncodified barrier to further promotion or progression, in
employment and elsewhere, for a member of a specific demographic group.
</p>
</blockquote>

<p>
那么具体到黄种人，就叫 bamboo ceiling 了，而 bamboo ceiling 又被黄种人应用到东亚女性身上就成了妇女职场发展阻力了。
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">4</span> Summary</h2>
<div class="outline-text-2" id="text-4">
<p>
本文主要介绍作为蔬菜的竹笋的英法德单词是如何拼写的：
</p>
<ul class="org-ul">
<li>bamboo shoot</li>
<li>la pousse de bambou<sup>(fr)</sup></li>
<li>der Bambusspross<sup>(de)</sup></li>
</ul>

<p>
然后由 shoot 联想到 shoot up 以及 mashroom。
</p>

<p>
又碰巧遇到 bamboo ceiling 这一说法，进一步引出 glass ceiling 现象。
</p>

<p>
最后，希望不管是白种人还是黄种人，都能享受竹笋的美味，而忘记竹子天花板吧！
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Bamboo_ceiling">https://en.wikipedia.org/wiki/Bamboo_ceiling</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.douban.com/note/293388096/">https://www.douban.com/note/293388096/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.smh.com.au/federal-politics/political-news/bamboo-ceiling-blocking-asian-australians-says-commissioner-20140710-3bq45.html">http://www.smh.com.au/federal-politics/political-news/bamboo-ceiling-blocking-asian-australians-says-commissioner-20140710-3bq45.html</a>
</p></div></div>


</div>
</div>
